[M_DemonicSouls MissionDefinition]
MissionName="Almas Perdidas"
MissionDescription="Você encontrou um esqueleto que aparentemente precisa da sua ajuda.  De forma um pouco enigmática, ele pediu que você lhe traga de volta suas almas. "
TurnInDescription="Mantenha-se quente."
MissionSummary="Leve as almas para o esqueleto."
MissionGiver="Jogador Desolado"
MissionTurnInLocation="Jogador Desolado"
TeaserText="Uma recompensa surpreendente à vista!<br>Leve uma arma elemental de fogo."

[M_DemonicSouls:CollectSouls1 MissionObjectiveDefinition]
ProgressMessage="Recolha almas"

[M_DemonicSouls:CollectSouls2 MissionObjectiveDefinition]
ProgressMessage="Recolha almas"

[M_DemonicSouls:CollectSouls3 MissionObjectiveDefinition]
ProgressMessage="Recolha almas"

[M_DemonicSouls:GiveSouls MissionObjectiveDefinition]
ProgressMessage="Entregue as almas ao esqueleto"

[M_DemonicSouls:KillInvader MissionObjectiveDefinition]
ProgressMessage="Elimine o invasor"

[M_DemonicSouls:KillInvader_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Ajude o Jogador do Brasão Decadente a eliminar o invasor."
MissionDescriptionOverride="Você encontrou um esqueleto que aparentemente precisa da sua ajuda.  De forma um pouco enigmática, ele pediu que você lhe traga de volta suas almas.<br>\nDepois de você ressuscitar o esqueleto e lhe devolver sua forma humana, ele pediu para você o ajudar a derrotar o intruso que o matou da primeira vez.\n"

[M_DemonicSouls:LightBonfire1 MissionObjectiveDefinition]
ProgressMessage="Acenda a primeira fogueira com uma arma incendiária"

[M_DemonicSouls:LightBonfire2 MissionObjectiveDefinition]
ProgressMessage="Acenda a segunda fogueira com uma arma incendiária"

[M_DemonicSouls:LightBonfire3 MissionObjectiveDefinition]
ProgressMessage="Acenda a terceira fogueira com uma arma incendiária"

[M_DemonicSouls:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_DemonicSouls:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Você encontrou um esqueleto que aparentemente precisa da sua ajuda.  De forma um pouco enigmática, ele pediu que você lhe traga de volta suas almas.<br>\nVocê terá que acender algumas fogueiras próximas ao esqueleto, eliminar os inimigos que aparecerem e depois, roubar suas almas.  Quando tiver almas suficientes, você poderá devolver ao esqueleto sua humanidade.\n"

[M_DemonicSouls:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_DemonicSouls:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_DemonicSouls:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_DemonicSouls:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_DemonicSouls:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

